batisteo.vscode-django
CoenraadS.bracket-pair-colorizer
eamodio.gitlens
formulahendry.code-runner
hashicorp.terraform
hdg.live-html-previewer
ionutvmi.path-autocomplete
ms-python.anaconda-extension-pack
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
naumovs.color-highlight
octref.vetur
redhat.vscode-yaml
RickyWhite.python-template-snippets
tht13.python
tushortz.python-extended-snippets
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
whatwedo.twig
wholroyd.jinja
Zignd.html-css-class-completion
